Revit 2027 API
ParameterTypeId.DivisionPattern Property
 "Division Pattern"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DivisionPattern { get; }
Public Shared ReadOnly Property DivisionPattern As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DivisionPattern {
	ForgeTypeId^ get ();
}
static member DivisionPattern : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace